export default {
  projections: {
    ДоговорE: {
      номер: {
        __caption__: 'Номер'
      },
      дата: {
        __caption__: 'Дата'
      },
      статус: {
        __caption__: 'Статус'
      },
      тип: {
        __caption__: 'Тип'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      дирОтдПоРабСКл: {
        __caption__: 'Директор отдела по работе с клиентами',
        имя: {
          __caption__: 'Имя'
        },
        отчество: {
          __caption__: 'Отчество'
        },
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      клиент: {
        __caption__: 'Клиент',
        имя: {
          __caption__: 'Имя'
        },
        отчество: {
          __caption__: 'Отчество'
        },
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      длительность: {
        __caption__: 'Длительность',
        длительность: {
          __caption__: 'Срок действия'
        }
      }
    },
    ДоговорL: {
      номер: {
        __caption__: 'Номер'
      },
      дата: {
        __caption__: 'Дата'
      },
      статус: {
        __caption__: 'Статус'
      },
      тип: {
        __caption__: 'Тип'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      длительность: {
        __caption__: 'Срок действия',
        длительность: {
          __caption__: 'Срок действия'
        }
      },
      дирОтдПоРабСКл: {
        __caption__: 'Фамилия директора',
        фамилия: {
          __caption__: 'Фамилия директора'
        }
      },
      клиент: {
        __caption__: 'Фамилия клиента',
        фамилия: {
          __caption__: 'Фамилия клиента'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    статус: {
      __caption__: 'Статус'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    тип: {
      __caption__: 'Тип'
    },
    дирОтдПоРабСКл: {
      __caption__: 'Директор отдела по работе с клиентами'
    },
    длительность: {
      __caption__: 'Длительность'
    },
    клиент: {
      __caption__: 'Клиент'
    }
  }
};
