export default {
  caption: 'Договор',
  'номер-caption': 'Номер',
  'дата-caption': 'Дата',
  'статус-caption': 'Статус',
  'тип-caption': 'Тип',
  'стоимость-caption': 'Стоимость',
  'длительность.длительность-caption': 'Срок действия',
  'дирОтдПоРабСКл.фамилия-caption': 'Фамилия',
  'дирОтдПоРабСКл.имя-caption': 'Имя',
  'дирОтдПоРабСКл.отчество-caption': 'Отчество',
  'клиент.фамилия-caption': 'Фамилия',
  'клиент.имя-caption': 'Имя',
  'клиент.отчество-caption': 'Отчество',
  'длительность-caption': 'Длительность',
  'дирОтдПоРабСКл-caption': 'Директор отдела по работе с клиентами',
  'клиент-caption': 'Клиент'
};
