export default {
  projections: {
    ОказУслугE: {
      дата: {
        __caption__: 'Дата'
      },
      времяКонсульт: {
        __caption__: 'Время консультаций'
      },
      договор: {
        __caption__: 'Договор',
        длительность: {
          __caption__: '',
          длительность: {
            __caption__: 'Длительность'
          }
        },
        номер: {
          __caption__: 'Номер договора'
        }
      },
      услуги: {
        __caption__: 'Услуги',
        затрВремя: {
          __caption__: '',
          затрВремя: {
            __caption__: 'Затраченное время'
          }
        },
        наименование: {
          __caption__: 'Наименование услуг'
        }
      }
    }
  },
  validations: {
    времяКонсульт: {
      __caption__: 'Время консультаций'
    },
    дата: {
      __caption__: 'Дата'
    },
    договор: {
      __caption__: 'Договор'
    },
    услуги: {
      __caption__: 'Услуги'
    },
    расчетОстВрем: {
      __caption__: 'расчетОстВрем'
    }
  }
};
