export default {
  projections: {
    РасчетОстВремE: {
      времяПоДоговору: {
        __caption__: 'Время по договору'
      },
      доступно: {
        __caption__: 'Доступно'
      },
      использовано: {
        __caption__: 'Использовано'
      },
      оказУсл: {
        __caption__: 'Оказанные услуги',
        дата: {
          __caption__: 'Дата'
        },
        времяКонсульт: {
          __caption__: 'Время консультаций'
        },
        договор: {
          __caption__: 'Договор',
          длительность: {
            __caption__: '',
            длительность: {
              __caption__: 'Длительность'
            }
          },
          номер: {
            __caption__: 'Номер договора'
          }
        },
        услуги: {
          __caption__: 'Услуги',
          затрВремя: {
            __caption__: '',
            затрВремя: {
              __caption__: 'Затраченное время'
            }
          },
          наименование: {
            __caption__: 'Наименование услуг'
          }
        }
      }
    },
    РасчетОстВремL: {
      времяПоДоговору: {
        __caption__: 'Время по договору'
      },
      доступно: {
        __caption__: 'Доступно'
      },
      использовано: {
        __caption__: 'Использовано'
      }
    }
  },
  validations: {
    времяПоДоговору: {
      __caption__: 'Время по договору'
    },
    доступно: {
      __caption__: 'Доступно'
    },
    использовано: {
      __caption__: 'Использовано'
    },
    оказУсл: {
      __caption__: 'Оказанные услуги'
    }
  }
};
